CREATE TABLE store_list (
  coffeename VARCHAR(255) PRIMARY KEY NOT NULL ,
  detail VARCHAR(500) NOT NULL ,
  image VARCHAR(200) NOT NULL)
ENGINE = InnoDB;

INSERT INTO store_list (coffeename,detail,image)
    VALUES ('กาแฟลาว อาราบิก้า','อาราบิก้าที่ปลูกในลาวเป็นที่รู้จักกันดีสำหรับรสชาติของผลไม้ตระกูลมะนาวดอกไม้และช็อกโกแลตโน้ต ลาวโรบัสต้ามีสมดุลระหว่างความเป็นกรดและความขม ในประเทศลาวบางรัฐวิสาหกิจขนาดเล็กตัดสินใจที่จะส่งเสริมกาแฟคุณภาพสูงในประเทศลาวและประเทศอื่น ๆ','coffee1.jpg'),
            ('เมล็ดกาแฟ ฮอนดูรัส อาราบิก้า','กาแฟที่ปลูกในฮอนดูรัสซึ่งพรมแดนประเทศนิการากัวเอลซัลวาดอร์และกัวเตมาลาโดยทั่วไปมีกลิ่นรสที่อธิบายว่าเป็นอาหารที่มีรสหวานและอ่อน ส่วนใหญ่ของกาแฟที่ปลูกในฮอนดูรัสในอดีตค่อนข้างธรรมดาและมักใช้เป็นฐานในการผสมกาแฟ แต่ก็มีโผล่ออกมาเป็นแรงในสิทธิของตัวเองในการทบทวนกาแฟในปีที่ผ่านมา','coffee1.jpg'),
            ('เมล็ดกาแฟไทย อาข่า','เมล็ดกาแฟสดไทยอาข่า เอกลักษณ์ของชาวอาข่ากาแฟเป็นลักษณะรสชาติไวน์เช่นเดียวกับกลิ่นหอมของดอกไม้และมีรสชาติของคาราเมลที่เข้มข้น','coffee1.jpg');
